#
# Strings used by the Messages.java enum (i.e., if that enum's name changes, the properties files' names must change)
#

# PLANNER ERROR MESSAGES
PLAN_OK           = Siker
SYSTEM_ERROR      = Sajn\u00E1ljuk. Az \u00FAtvonaltervez\u0151 \u00E1tmenetileg nem el\u00E9rhet\u0151. K\u00E9rj\u00FCk, pr\u00F3b\u00E1lja \u00FAjra k\u00E9s\u0151bb.
GRAPH_UNAVAILABLE = Sajn\u00E1ljuk. Az \u00FAtvonaltervez\u0151 \u00E1tmenetileg nem el\u00E9rhet\u0151. K\u00E9rj\u00FCk, pr\u00F3b\u00E1lja \u00FAjra k\u00E9s\u0151bb.

OUTSIDE_BOUNDS            = Az utaz\u00E1s nem lehets\u00E9ges. Lehet, hogy a t\u00E9rk\u00E9padat-hat\u00E1ron k\u00EDv\u00FCli utat pr\u00F3b\u00E1l megtervezni.
PROCESSING_TIMEOUT           = Az utaz\u00E1stervez\u0151 t\u00FAl sok\u00E1ig tart a k\u00E9r\u00E9s feldolgoz\u00E1s\u00E1hoz.
BOGUS_PARAMETER           = A k\u00E9r\u00E9s olyan hib\u00E1kat tartalmaz, amelyeket a szerver nem hajland\u00F3 vagy nem k\u00E9pes feldolgozni.
LOCATION_NOT_ACCESSIBLE   = A helyek megtal\u00E1lhat\u00F3ak, de meg\u00E1ll\u00F3k nem tal\u00E1lhat\u00F3 a keres\u00E9si k\u00F6rzetben.
PATH_NOT_FOUND            = Nem tal\u00E1lhat\u00F3 utaz\u00E1s. El\u0151fordulhat, hogy a megadott maxim\u00E1lis t\u00E1vols\u00E1gon bel\u00FCl vagy a megadott id\u0151pontban nincs t\u00F6megk\u00F6zleked\u00E9si szolg\u00E1ltat\u00E1s, vagy a kezd\u0151- vagy v\u00E9gpont nem \u00E9rhet\u0151 el biztons\u00E1gosan.
NO_TRANSIT_TIMES          = Nem \u00E1llnak rendelkez\u00E9sre tranzitid\u0151k. El\u0151fordulhat, hogy a d\u00E1tum elm\u00FAlt vagy t\u00FAl messze van a j\u00F6v\u0151ben, illetve el\u0151fordulhat, hogy az \u00D6n \u00E1ltal v\u00E1lasztott id\u0151pontban nincs tranzitszolg\u00E1ltat\u00E1s.
GEOCODE_FROM_NOT_FOUND    = A kiindul\u00F3pont ismeretlen.
GEOCODE_TO_NOT_FOUND      = A c\u00E9l\u00E1llom\u00E1s ismeretlen.
GEOCODE_FROM_TO_NOT_FOUND = A kiindul\u00F3pont \u00E9s a c\u00E9l\u00E1llom\u00E1s is ismeretlen.
GEOCODE_INTERMEDIATE_NOT_FOUND = An intermediate destination is unknown. Can you be a bit more descriptive?.
TOO_CLOSE                 = A kiindul\u00F3pont a c\u00E9l\u00E1llom\u00E1st\u00F3l csek\u00E9ly t\u00E1vols\u00E1gon bel\u00FCl van.

UNDERSPECIFIED_TRIANGLE = Mindegyik \u00E9rt\u00E9ket sz\u00FCks\u00E9ges megadni: triangleSafetyFactor, triangleSlopeFactor \u00E9s triangleTimeFactor
TRIANGLE_NOT_AFFINE = Az \u00F6sszegnek 1-nek kell lennie: triangleSafetyFactor, triangleSlopeFactor \u00E9s triangleTimeFactor
TRIANGLE_OPTIMIZE_TYPE_NOT_SET = triangleSafetyFactor, triangleSlopeFactor \u00E9s triangleTimeFactor megad\u00E1sa eset\u00E9n az OptimizeType TRIANGLE legyen.
TRIANGLE_VALUES_NOT_SET = Ha a OptimizeType TRIANGLE meg kell adni a triangleSafetyFactor, triangleSlopeFactor \u00E9s triangleTimeFactor \u00E9rt\u00E9k\u00E9t.