Repository: opentripplanner/OpenTripPlanner
Catalog: modules/otp/src/client/classic-debug/i18n/*.po
Languages: es, hu, pl

source: OK
es: Vale
