Repository: opentripplanner/OpenTripPlanner
Catalog: modules/otp/src/client/classic-debug/i18n/*.po
Languages: es, hu, pl

source: Transit
es: Transporte Público
hu: Tömegközlekedés
pl: komunikacją publiczną

source: Bus Only
es: Sólo autobús
hu: Csak busz
pl: wyłącznie autobusami

source: Rail Only
es: Sólo tren
hu: Csak vasút
pl: wyłącznie koleją

source: Airplane Only
hu: Csak repülőgép

source: Transit, No Airplane
hu: Tömegközlekedés, repülés nélkül

source: Bicycle Only
es: Sólo bicicletas
hu: Csak kerékpár
pl: wyłącznie rowerem

source: Bicycle &amp; Transit
es: Bicicleta y Transporte Público
hu: Kerékpár &amp; tömegközlekedés
pl: rowerem & komunikacją publiczną

source: Walk Only
es: Sólo a pie
hu: Csak séta
pl: wyłącznie pieszo

source: Park and Ride
es: Aparcar y Transporte Público
hu: P+R (Park & Ride)
pl: schemat P+R (Park and Ride)

source: Bike and Ride
es: Bicicleta y Transporte Público
hu: B+R (Bike & Ride)
pl: schemat B+R (Bike and Ride)

source: Rented Bicycle
es: Bicicleta de alquiler
hu: Bérelt kerékpár
pl: wypożyczonym rowerem

source: Transit & Rented Bicycle
es: Transporte Público y Bicicleta de alquiler
hu: Tömegközlekedés és bérelt kerékpár
pl: kom. publiczną & wypoż. rowerem

source: Transit with flex access
hu: Tömegközlekedés rugalmas indulással

source: Transit with flex egress
hu: Tömegközlekedés rugalmas érkezéssel

source: Transit with flex access and egress
hu: Tömegközlekedés rugalmas indulással és érkezéssel

source: Direct flex search
hu: Közvetlen rugalmas keresés

source: Recenter Map Here
es: Centrar Mapa Aquí
hu: Legyen itt a térkép középpontja
pl: Wyśrodkuj mapę w tym miejscu

source: Zoom In
es: Acercar
hu: Közelítés
pl: Przybliż

source: Zoom Out
es: Alejar
hu: Távolítás
pl: Oddal

source: Minimize all
es: Minimizar todo
hu: Minden kis méretűvé tétele
pl: Minimalizuj wszystko

source: Unminimize all
es: Ampliar todo
hu: Minden kis méretűvé tételének megszüntetése
pl: Maskymalizuj wszystko

source: Stop Viewer
es: Visor de parada
hu: Megállómegjelenítő
pl: Zatrzymaj podgląd

source: Plan Trip
es: Calcular viaje
hu: Utazás tervezése
pl: Zaplanuj podróż

source: From Stop
es: Desde parada
hu: Ettől a megállótól
pl: Z przystanku

source: To Stop
es: Hasta parada
hu: Eddig a megállóig
pl: Do przystanku

source: Routes Serving Stop
es: Rutas por la parada
hu: A megállót érintő járatok
pl: Trasy obsługujące dany przystanek

source: Bike Share Planner
es: Planificador de Bicicleta Compartida
hu: Kerékpármegosztó-tervező
pl: Planner wypożyczenia roweru

source: Trip Options
es: Opciones de viaje
hu: Utazási beállítások
pl: Trasa

source: PICK UP BIKE
es: Recogida de bicicleta
hu: KERÉKPÁR FELVÉTELE
pl: WYPOŻYCZ ROWER

source: ALTERNATE PICKUP
es: Recogida alternativa
hu: MÁSIK FELVÉTELI HELY
pl: ALTERNATYWNY PUNKT WYPOŻYCZENIA

source: DROP OFF BIKE
es: DEVOLUCIÓN DE BICICLETA
hu: KERÉKPÁR LEADÁSA
pl: ODDAJ ROWER

source: ALTERNATE DROP OFF
es: DEVOLUCIÓN DE BICICLETA ALTERNATIVA
hu: MÁSIK LEADÁSI HELY
pl: ALTERNATYWNY PUNKT ODDANIA ROWERU

source: BIKE STATION
es: Estación de bicicleta
hu: KERÉKPÁRÁLLOMÁS
pl: STACJA ROWEROWA

source: Station:
es: Estación:
hu: Gyűjtőállomás:
pl: Stacja:

source: <strong>%d</strong> bike available
hu: <strong>%d</strong> kerékpár elérhető
pl: <strong>%d</strong> dostępny rower

source: <strong>%d</strong> dock available
hu: <strong>%d</strong> dokkolóállás
pl: <strong>%d</strong> dostępna stacja

source: Recommended Pick Up:
es: Recogida recomendada:
hu: Ajánlott felvétel:
pl: Rekomendowane miejsce wypożyczenia roweru:

source: Bicycle rental
es: alquiler de bicicleta
hu: Kerékpárbérlési hely
pl: Wypożyczalnia rowerów

source: Recommended Drop Off:
es: Devolución recomendada:
hu: Ajánlott leadás:
pl: Rekomendowane miejsce oddania roweru:

source: Multimodal Trip Planner
es: Planificador multimodo
hu: Multimodális utazástervező
pl: Planner Podróży

source: Itineraries
es: Rutas
hu: Útvonaltervek
pl: Trasy

source: This itinerary departs on a different day from the previous one
hu: Ez a útvonalterv az előző naptól eltérő napon kezdődik

source: %d Itinerary Returned
es: %d Ruta encontrada
hu: %d útvonalatervet találtunk
pl: %d zwrócona trasa

source: Link to search
es: Enlace a búsqueda
hu: Link a kereséshez
pl: Link do wyszukiwania

source: Next Page
hu: Következő

source: CONTINUES AS
es: CONTINÚA COMO
hu: FOLYTATÁS MINT
pl: POZOSTAŃ

source: %d min late
es: %d min tarde
hu: %d perc késés
pl: %d minuta opóźnienia

source: %d min early
hu: %d perccel korábban
pl: %d minuta przed czasem

source: on time
es: puntual
hu: pontos
pl: na czas

# direction
source: to
es: dirección
hu: eddig:
pl: w kierunku

# bus_direction
source: to
es: dirección
hu: ide:
pl: w kierunku

source: This itinerary departs on a different day than the one searched for
hu: Ez az útvonalterv a tervezési naptól eltérő napon kezdődik

# template
source: Start
es: Inicio
hu: Indulás

source: Arrived at destination with a rented bicycle!
hu: Bérelt kerékpárral való érkezés a célba!

source: End
es: Fin
hu: Érkezés
pl: Koniec

source: Trip Summary
es: Resumen de la ruta
hu: Utazás összefoglalója
pl: Podsumowanie podróży

source: Travel
es: Viaje
hu: Utazás
pl: Podróż

source: Time
es: Duración
hu: Idő
pl: Czas trwania podróży

source: GenCost
hu: Súly/Költség

source: Total Walk
es: Total a pie
hu: Séta összesen
pl: Długość trasy do pokonania pieszo

source: Total Bike
es: Total en bicicleta
hu: Kerékpárral összesen
pl: Długośc trasy do pokonania rowerem

source: Total drive
hu: Autóval összesen

source: Transfers
es: Transbordos
hu: Átszállások
pl: Przesiadki

source: Fare
es: Ticket
hu: Viteldíj
pl: Koszt

source: Valid
es: Válido
hu: Érvényesség
pl: Aktualna

source: Link to Itinerary
es: Enlace a ruta
hu: Link az útvonaltervhez
pl: Link do trasy

source: Print
es: Imprimir
hu: Nyomtatás
pl: Drukuj

source: Your Trip
es: Tu Viaje
hu: Az Ön utazása
pl: Zaplanowana podróż

source: every %d min
es: cada %d min
hu: %d percenként
pl: co %d minutę

# itinerary
source: Depart
es: Comienza
hu: Indulás
pl: Wyjazd ze stacji

source: <b>Board</b> at
es: <b>Desde</b>
hu: <b>Felszállás</b>:
pl: <b>Wyjazd</b> o

source: Stop
es: Parada
hu: Megálló
pl: Przystanek

source: Time in transit
es: Durante
hu: Közlekedési idő
pl: Czas spędzony w komunikacji publicznej

source: Trip Viewer
es: Visor de ruta
hu: Utazásmegjelenítő
pl: Podgląd podróży

source: Stay on board
es: mantente montado
hu: Maradjon a járművön
pl: Kontynuuj podróż

source: Alight
es: hasta
hu: Leszállás
pl: Wysiądź

source: at
es: en
hu: itt:
pl: na przystanku

source: Start: %(location)s at %(time_date)s
es: Comienza: %(location)s a las %(time_date)s
hu: Indulás: %(location)s (%(time_date)s)
pl: Początek: %(location)s o %(time_date)s

source: Board
es: Toma
hu: Felszállás
pl: Wyjazd

source: (%(agency_id)s Stop ID #%(stop_id)s),
es: (%(agency_id)s ID Parada #%(stop_id)s),
hu: (%(agency_id)s megállóazonosító: #%(stop_id)s),
pl: (%(agency_id)s ID przystanku #%(stop_id)s),

source: End: %(location)s at %(time_date)s
es: Finaliza: %(location)s a las %(time_date)s
hu: Érkezés: %(location)s (%(time_date)s)
pl: Koniec: %(location)s o %(time_date)s

source: (%(agencyId)s Stop ID #%(id)s),
hu: (%(agencyId)s megállóazonosító: #%(id)s),

source: View itinerary online: %(itinerary_link)s
es: Ver ruta online: %(itinerary_link)s
hu: Online útvonalterv megtekintése: %(itinerary_link)s
pl: Wyświetl trasę w trybie online: %(itinerary_link)s

source: We're sorry. The trip planner is temporarily unavailable. Please try again later.
es: Lo sentimos. El planificador de ruta está fuera de servicio temporalmente. Inténtelo más tarde.
hu: Sajnáljuk, az útvonaltervező átmenetileg nem elérhető. Kérjük, próbálja újra később.
pl: Przepraszamy. Planer podróży jest obecnie niedostępny. Prosimy o ponowienie próby w późniejszym czasie.

source: Trip is not possible. You might be trying to plan a trip outside the map data boundary.
hu: Az utazás nem lehetséges. Lehet, hogy a térképadatok határain kívüli utat próbál tervezni.

source: No trip found. There may be no transit service within the maximum specified distance or at the specified time, or your start or end point might not be safely accessible.
hu: Nem található ilyen utazás. Előfordulhat, hogy nincs tömegközlekedési szolgáltatás a megadott legnagyobb távolságon belül vagy a megadott időpontban, vagy a kezdő- vagy végpont nem érhető el biztonságosan.

source: No transit times available. The date may be past or too far in the future or there may not be transit service for your trip at the time you chose.
es: Tiempos no disponibles. La información disponible podría no ser válida para la fecha actual o no hay rutas disponibles para tu viaje.
hu: Nem áll rendelkezésre közlekedési idő. Előfordulhat, hogy a dátum elmúlt vagy túl messze van a jövőben, vagy az Ön által választott időpontban nincs tömegközlekedési szolgáltatás.
pl: Brak informacji o rozkładzie komunikacji publicznej. Obowiązujące dane mogą być nieaktualne, bądź niekompatybilne w wybranym czasie z zaplanowaną trasą.

source: The trip planner is taking way too long to process your request. Please try again later.
es: El planificador de rutas está tardando demasiado. Por favor, inténtalo más tarde.
hu: Az utazástervezőnek túl sokáig tart a kérés feldolgozása. Kérjük, próbálja újra később.
pl: Planer podróży nie jest w stanie przetwożyć powierzonego mu zadania. Prosimy o ponowienie próby w późniejszym czasie.

source: The request has errors that the server is not willing or able to process.
es: Error en la petición, el server no puede procesar la información.
hu: A kérés olyan hibát tartalmaz, amelyet a szerver nem hajlandó vagy nem képes feldolgozni.
pl: Wybrane zapytanie posiada błędy, których serwer nie jest w stanie obsłużyć.

source: Origin is unknown. Can you be a bit more descriptive?
es: Origen desconocido. ¿Puedes ser un poco más descriptivo?
hu: A kiindulás pont ismeretlen. Le tudná írni egy kicsit gondosabban?
pl: Wystąpił problem z określeniem lokalizacji startowej. Czy mógłbyś sprecyzować zapytanie?

source: Destination is unknown. Can you be a bit more descriptive?
es: Destino desconocido. ¿Puedes ser un poco más descriptivo?
hu: Az úti cél ismeretlen. Le tudná írni egy kicsit gondosabban?
pl: Wystąpił problem z określeniem lokalizacji końcowej. Czy mógłbyś sprecyzować zapytanie?

source: Both origin and destination are unknown. Can you be a bit more descriptive?
es: Origen y destino desconocidos ¿Puedes ser un poco más descriptivo?
hu: A kiindulási és a célpont egyaránt ismeretlen. Le tudná-e írni egy kicsit gondosabban?
pl: Wystąpił problem z określeniem lokalizacji startowej oraz końcowej. Czy mógłbyś sprecyzować zapytanie?

source: Both origin and destination are not wheelchair accessible
es: Origen y destino no son accesibles a silla de ruedas.
hu: Sem a kiindulási, sem a célpont nem akadálymentes
pl: Zarówno lokalizacja startowa, jak i końcowa, nie oferuje udogodnień dla osób niepełnosprawnych.

source: Origin is within a trivial distance of the destination.
es: Origen y destino están demasiado cerca.
hu: A kiindulási hely túl közel van a célponthoz.
pl: Lokalizacja początkowa jest zlokalizowana w nieznacznej odległości od miejsca docelowego.

source: The trip planner is unsure of the location you want to start from. Please select from the following options, or be more specific.
es: El planificador de rutas no está seguro de tu origen. Por favor, seleccione una de las siguientes opciones o introduzca un origen más exacto.
hu: Az útvonaltervező bizonytalan abban, hogy honnan szeretne indulni. Kérjük, válasszon az alábbi lehetőségek közül, vagy legyen pontosabb.
pl: Planer podróży nie może zinterpretować lokalizacji początkowej. Prosimy o wybranie jednej z poniższych opcji, bądź sprecyzować zapytanie.

source: The trip planner is unsure of the destination you want to go to. Please select from the following options, or be more specific.
es: El planificador de rutas no está seguro de tu destino. Por favor, seleccione una de las siguientes opciones o introduzca un destino más exacto.
hu: Az útvonaltervező bizonytalan abban, hogy hová szeretne érkezni. Kérjük, válasszon az alábbi lehetőségek közül, vagy legyen pontosabb.
pl: Planer podróży nie może zinterpretować lokalizacji końcowej. Prosimy o wybranie jednej z poniższych opcji, bądź sprecyzować zapytanie.

source: Both origin and destination are ambiguous. Please select from the following options, or be more specific.
es: Origen y destino son ambiguos. Por favor, seleccione una de las siguientes opciones o introduzca un destino más exacto.
hu: Sem a kiindulási, sem a célpont nem egyértelmű. Kérjük, válasszon az alábbi lehetőségek közül, vagy legyen pontosabb.
pl: Zarówno lokalizacja początkowa, jak i końcowa nie została poprawnie ziterpretowana przez planer podróży. Prosimy o wybranie pozycji dostępnych na liście poniżej, bądź sprecyzować zapytanie.

source: All of triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor must be set if any are
es: El triángulo de Seguridad, Llano y Tiempo debe ser seleccionado si está disponible.
hu: A triangleSafetyFactor, a triangleSlopeFactor és a triangleTimeFactor értékeit egyaránt be kell állítani, ha vannak ilyenek
pl: Każdy z parametrów triangleSafetyFactor (bezpieczeństwo), triangleSlopeFactor (nachylenie) i triangleTimeFactor (czas) musi zostać ustawiony, jeśli na trasie znajdują się dane punkty.

source: The values of triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor must sum to 1
es: El valor del triángulo de Seguridad, Llano y Tiempo debe sumar 1.
hu: A triangleSafetyFactor, triangleSlopeFactor és triangleTimeFactor értékei összegének 1-nek kell lennie
pl: Suma wartości w parametrach triangleSafetyFactor, triangleSlopeFactor i triangleTimeFactor musi wynieśc równo 1.

source: If triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor are provided, OptimizeType must be TRIANGLE
es: Si el triángulo de Seguridad, Llano y Tiempo está disponible, debe ser un TRIÁNGULO.
hu: Ha a triangleSafetyFactor, a triangleSlopeFactor és a triangleTimeFactor meg van adva, akkor az OptimizeType értékének TRIANGLE-nek kell lennie
pl: Jeśli zostały wprowadzone parametry triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor, wartość OptimizeType musi wskazywać na TRIANGLE (TRÓJKĄT)

source: If OptimizeType is TRIANGLE, triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor must be set
es: Si el tipo de optimización es triángulo, los factores de Seguridad, Llano y Tiempo tienen que estar seleccionados.
hu: Ha az OptimizeType értéke TRIANGLE, akkor be kell állítani a triangleSafetyFactor, a triangleSlopeFactor és a triangleTimeFactor értékeit
pl: Jeśli wartość pola OptimizeType wskazuje na TRIANGLE (TRÓJKĄT), należy podać parametry zmiennych triangleSafetyFactor, triangleSlopeFactor oraz triangleTimeFactor.

source: Set as Start Location
es: Ruta desde aquí
hu: Beállítás kiindulási helyként
pl: Wybierz jako punkt początkowy

source: Set as End Location
es: Ruta hacia aquí
hu: Beállítás érkezési helyként
pl: Wybierz jako punkt końcowy

# popup
source: Start
es: Inicio
hu: Indulás
pl: Początek

source: Destination
es: Fin
hu: Célpont
pl: Cel

source: Error %(error_id)d
hu: Hiba: %(error_id)d
pl: Błąd %(error_id)d

source: No Trip Found
es: Viaje no encontrado
hu: Nem található utazás
pl: Trasa nie została wyznaczona

source: Your %(bike_share_name)s route
es: Tu ruta %(bike_share_name)s
hu: Az Ön %(bike_share_name)s-útvonala
pl: Twoja trasa : %(bike_share_name)s

source: Your bike route
es: Tu ruta en bicicleta
hu: Az Ön kerékpáros útvonala
pl: Trasa pokonana rowerem

source: Walk to the %(bike_share_name)s dock.
es: Camina hacia la estación %(bike_share_name)s.
hu: Séta a dokkolóálláshoz (%(bike_share_name)s)
pl: Przejdź do doku %(bike_share_name)s

source: Walk from the %(bike_share_name)s dock to your destination.
es: Camina desde la estación %(bike_share_name)s hacia tu destino.
hu: Séta a dokkolóállástól (%(bike_share_name)s) a célponthoz.
pl: Przejdź z doku %(bike_share_name)s do punktu docelowego

source: Your walk route
es: Tu ruta a pie
hu: Az Ön gyalogos útvonala
pl: Trasa pokonana pieszo

source: north
es: Norte
hu: észak
pl: północ

source: northeast
es: Nordeste
hu: északkelet
pl: północny wschód

source: east
es: Este
hu: kelet
pl: wschód

source: southeast
es: Sureste
hu: délkelet
pl: południowy wschód

source: south
es: Sur
hu: dél
pl: południe

source: southwest
es: Suroeste
hu: délnyugat
pl: południowy zachód

source: west
es: Oeste
hu: nyugat
pl: zachód

source: northwest
es: Noroeste
hu: északnyugat
pl: północny zachód

# itinerary
source: depart
es: Comienza
hu: indulás
pl: odjazd

source: hard left
es: Izquierda fuerte
hu: élesen balra
pl: ostro w lewo

source: left
es: izquierda
hu: balra
pl: lewo

source: slight left
es: Izquierda suave
hu: enyhén balra
pl: łagodnie w lewo

source: continue
es: continúa
hu: tovább
pl: utrzymuj kierunek

source: slight right
es: Derecha suave
hu: enyhén jobbra
pl: łagodnie w prawo

source: right
es: derecha
hu: jobbra
pl: prawo

source: hard right
es: Derecha fuerte
hu: élesen jobbra
pl: ostro w prawo

source: elevator
es: ascensor
hu: lift
pl: wzniesienie

source: U-turn left
es: Gira a la izquierda
hu: megfordulás balra
pl: nawrót w lewo

source: U-turn right
es: Gira a la derecha
hu: megfordulás jobbra
pl: nawrót w prawo

source: Walk
es: Camina
hu: Séta
pl: Spacer

source: Cycle
es: Bicicleta
hu: Kerékpározás
pl: Rower

source: Car
es: Coche
hu: Autós útvonal
pl: Samochód

source: Bus
es: Autobús
hu: Busz
pl: Autobus

source: Subway
es: Metro
hu: Metró
pl: Metro

source: Train
es: Tren
hu: Vonat
pl: Pociąg

source: Ferry
es: Barco
hu: Komp
pl: Prom

source: Light Rail
es: Tranvía
hu: Villamos, könnyűvasút

source: Funicular
hu: Sikló
pl: Kolej linowo-terenowa

source: Aerial Tram
es: Funicular
hu: Libegő
pl: Kolej linowa

source: Airplane
hu: Repülőgép

source: Bicycle rental station
es: estación de alquiler de bicicleta
hu: Kerékpárkölcsönző állomás
pl: Stacja wypożyczalni rowerów

source: Take roundabout <b>counterclockwise</b> to <b>%(ordinal_exit_number)s</b> exit on <b>%(street_name)s</b>
es: Toma la rotonda <b>sentido contrario a las agujas del reloj</b> hasta la <b>%(ordinal_exit_number)s</b> salida dirección <b>%(street_name)s</b>
hu: Hajtson be a körforgalomba az <b>óramutató járásával ellentétesen</b>, majd hajtson ki a(z) <b>%(ordinal_exit_number)s</b> kijáraton erre: <b>%(street_name)s</b>
pl: Przejedź przez rondo <b>przeciwnie do ruchów wskazówki zegara</b> do <b>%(ordinal_exit_number)s</b> wyjazdu na ulicę <b>%(street_name)s</b>

source: Take roundabout counterclockwise to %(ordinal_exit_number)s exit on %(street_name)s
es: Toma la rotonda sentido contrario a las agujas del reloj hasta la %(ordinal_exit_number)s salida hacia %(street_name)s
hu: Hajtson be a körforgalomba az óramutató járásával ellentétesen, majd hajtson ki a(z) %(ordinal_exit_number)s kijáraton erre: %(street_name)s
pl: Przejedź przez rondo przeciwnie do ruchów wskazówki zegara do %(ordinal_exit_number)s wyjazdu na ulicę %(street_name)s

source: Take roundabout <b>clockwise</b> to <b>%(ordinal_exit_number)s</b> exit on <b>%(street_name)s</b>
es: Toma la rotonda <b>sentido a las agujas del reloj</b> hasta la <b>%(ordinal_exit_number)s</b> salida dirección <b>%(street_name)s</b>
hu: Hajtson be a körforgalomba az <b>óramutató járása szerinti irányba</b>, majd hajtson ki a(z) <b>%(ordinal_exit_number)s</b> kijáraton erre: <b>%(street_name)s</b>
pl: Przejedź przez rondo <b>zgodnie z ruchem wskazówki zegara</b> do <b>%(ordinal_exit_number)s</b> wyjazdu na ulicę <b>%(street_name)s</b>

source: Take roundabout clockwise to %(ordinal_exit_number)s exit on %(street_name)s
es: Toma la rotonda sentido a las agujas del reloj hasta la %(ordinal_exit_number)s salida hacia %(street_name)s
hu: Hajtson be a körforgalomba az óramutató járása szerinti irányba, majd hajtson ki a(z) %(ordinal_exit_number)s kijáraton erre: %(street_name)s
pl: Przejedź przez rondo zgodnie z ruchem wskazówki zegara do %(ordinal_exit_number)s wyjazdu na ulicę %(street_name)s

source: Start on
es: Comienza en
hu: Induljon ezen:
pl: Rozpocznij na ulicy

source: heading
es: dirección
hu: erre:
pl: kierując się na

source: to continue on
es: hacia
hu: menjen tovább ezen:
pl: kieruj się w stronę

source: on to
es: dirección
hu: ezen:
pl: ulicy

source: first
es: primera
hu: első
pl: pierwszego

source: second
es: segunda
hu: második
pl: drugiego

source: third
es: tercera
hu: harmadik
pl: trzeciego

source: fourth
es: cuarta
hu: negyedik
pl: czwartego

source: fifth
es: quinta
hu: ötödik
pl: piątego

source: sixth
es: sexta
hu: hatodik
pl: szóstego

source: seventh
es: séptima
hu: hetedik
pl: siódmego

source: eight
es: octava
hu: nyolcadik
pl: ósmego

source: ninth
es: novena
hu: kilencedik
pl: dziewiątego

source: tenth
es: décima
hu: tizedik
pl: dziesiątego

source: %d hr
hu: %d óra
pl: %d h

source: %d min
hu: %d perc

source: %d sec
es: %d seg
hu: %d másodperc
pl: %d sek

source: Minimize
es: Minimizar
hu: Kis méretűvé tétel
pl: Minimalizuj

source: Bring to front
es: Traer al frente
hu: Előrehozás
pl: Przenieś na wierzch

source: Send to back
es: Mandar al fondo
hu: Hátraküldés
pl: Przesuń na spód

source: Route:
es: Línea:
hu: Útvonal:
pl: Trasa przejazdu:

source: Variant:
es: Variante:
hu: Változat:
pl: Wariant:

source: Stop Finder
es: Buscador de paradas
hu: Megállókereső
pl: Wyszukiwarka przystanków

source: By ID
es: Número:
hu: Azonosító alapján
pl: ID

source: By Name
es: Nombre:
hu: Név alapján
pl: Nazwa

source: Search
es: Buscar
hu: Keresés
pl: Szukaj

source: No Stops Found
es: Paradas no encontradas
hu: Nem található megálló
pl: Nie znaleziono przystanków

source: Date
es: Fecha
hu: Dátum
pl: Data

source: Find Stops
es: Buscar paradas
hu: Megállóhelyek keresése
pl: Wyszukaj przystanki

source: (No Stop Selected)
es: (Sin parada seleccionada)
hu: (Nincs megálló kijelölve)
pl: Nie wybrano przystanków

source: Block
es: Transbordo sin cambio de vehículo
hu: Blokk
pl: Zablokuj

source: Recenter
es: Centrar
hu: Legyen ez a térkép középpontja
pl: Wyśrodkuj

source: Viewer
es: Visor
hu: Megállómegtekintő
pl: Podgląd

source: Quick
es: Rápido
hu: Gyors
pl: Szybki

source: Flat
es: Sin cuestas
hu: Lapos
pl: Równy teren

source: Bike Friendly
es: Adaptado a bicicleta
hu: Kerékpárosbarát
pl: Przyjazny dla rowerzystów

source: B
hu: K

source: F
es: P
hu: L

source: Q
es: R
hu: G

source: All Routes
es: Todas las líneas
hu: Minden útvonal
pl: Wszystkie trasy

source: Save
es: Guardar
hu: Mentés
pl: Zapisz

source: Close
es: Cerrar
hu: Bezárás
pl: Zamknij

source: Travel Options
es: Opciones de viaje
hu: Utazás beállításai
pl: Opcje podróży

source: Geocoder
hu: Geokóder

# tripoptions
source: Depart
es: Salir a las
hu: Indulás
pl: Czas wyjazdu

source: Arrive
es: Llegar a las
hu: Érkezés
pl: Czas przyjazdu

source: Now
es: Ahora
hu: Most
pl: Teraz

source: Travel by
es: Viajar en
hu: Közlekedési eszköz:
pl: Podróżuj

source: Preferred Routes
es: Líneas favoritas
hu: Előnyben részesített útvonalak
pl: Preferowane trasy

source: Edit
es: Editar
hu: Szerkesztés
pl: Edytuj

source: None
es: Niguna
hu: Nincs
pl: Brak

source: Weight
es: Prioridad
hu: Súly
pl: Waga

source: Banned routes
es: Líneas prohibidas
hu: Kerülendő útvonalak
pl: Wyłączone trasy

source: Use
es: Usar
hu: Használt kerékpár:
pl: Użyj

source: My Own Bike
es: Mi propia bicileta
hu: saját
pl: własnego roweru

source: A Shared Bike
es: Una bicicleta compartida
hu: bérelt
pl: wypożyczonego roweru

source: Plan Your Trip
es: Calcular Viaje
hu: Tervezze meg utazását
pl: Zaplanuj swoją podróż

source: Additional parameters
hu: További beállítások

source: Email
pl: Adres e-mail

source: late as
es: no más tarde que
pl: dopiero jak

source: Cable Car
es: Bus Tranvía
pl: Kolejka linowa

source: Feed
es: Compañía
pl: Agencja

source: Rented Scooter
es: Patinete de alquiler
