Repository: opentripplanner/OpenTripPlanner
Catalog: otp-leaflet-client/src/main/webapp/i18n/*.po
Languages: sl

source: Transit
sl: Javni prevoz

source: Bus Only
sl: Avtobus

source: Rail Only
sl: Vlak

source: Bicycle Only
sl: Kolo

source: Bicycle &amp; Transit
sl: Kolo &amp; Javni prevoz

source: Walk Only
sl: Pešačenje

source: Drive Only
sl: Avto

source: Rented Bicycle
sl: Izposojeno kolo

source: Transit & Rented Bicycle
sl: Izposojeno kolo &amp; Javni prevoz

source: Recenter Map Here
sl: Prikaži karto tukaj

source: Zoom In
sl: Približaj

source: Zoom Out
sl: Oddalji

source: Minimize all
sl: Skrči vse

source: Unminimize all
sl: Razširi vse

source: Stop Viewer
sl: Pregledovalnik postaj

source: Plan Trip
sl: Načrtuj pot

source: From Stop
sl: Začetna postaja

source: To Stop
sl: Končna postaja

source: Routes Serving Stop
sl: Avtobusi, ki ustavljajo na postaji

source: Legend : travel time in minutes
sl: Legenda: potovalni čas v minutah

source: Refresh
sl: Osveži

source: Bike Share Planner
sl: Planer za izposojena kolesa

source: Trip Options
sl: Nastavitve poti

source: PICK UP BIKE
sl: IZPOSOJA KOLESA

source: ALTERNATE PICKUP
sl: ALTERNATIVNO MESTO IZPOSOJE

source: DROP OFF BIKE
sl: VRNITEV KOLESA

source: ALTERNATE DROP OFF
sl: ALTERNATIVNO MESTO VRNITVE KOLESA

source: BIKE STATION
sl: IZPOSOJEVALNA POSTAJA

source: Station:
sl: Postaja:

source: <strong>%d</strong> bike available
sl: <strong>%d</strong> koles na voljo

source: <strong>%d</strong> dock available
sl: <strong>%d</strong> prostorov na voljo

source: Recommended Pick Up:
sl: Predlagana postaja za izposojo kolesa:

source: Recommended Drop Off:
sl: Predlagana postaja za vrnitev kolesa:

source: Multimodal Trip Planner
sl: Načrtovalnik poti

source: Itineraries
sl: Načrti poti

source: %d Itinerary Returned
sl: %d vrnjenih načrtov poti

source: Link to search
sl: Iskanje

source: First
sl: Prva

source: Previous
sl: Prejšnja

source: Next
sl: Naslednja

source: Last
sl: Zadnja

source: CONTINUES AS
sl: SE NADALJUJE KOT

source: %d min late
sl: %d min. zamude

source: %d min early
sl: %d min. prehitro

# direction
source: to
sl: do

# bus_direction
source: to
sl: smer

source: End
sl: Konec

source: Trip Summary
sl: Povzetek poti

source: Travel
sl: Potuj ob

source: Time
sl: Trajanje

source: Total Walk
sl: Skupno hoje

source: Total Bike
sl: Skupno kolesarjenja

source: Transfers
sl: Št. prestopov

source: Fare
sl: Cena

source: Valid
sl: Veljavno

source: Link to Itinerary
sl: Načrt poti

source: Print
sl: Natisni

source: Your Trip
sl: Vaša pot

source: Email
sl: E-pošta

source: every %d min
sl: vsakih %d min

source: <b>Board</b> at
sl: <b>Vstop</b> na

source: Stop
sl: Postaja

source: Time in transit
sl: Časa na vožnji

source: Trip Viewer
sl: Pregledovalnik poti

source: at
sl: na

source: %(currency)s %(price)s
sl: %(price)s %(currency)s

source: Start: %(location)s at %(time_date)s
sl: Začetek: %(location)s ob %(time_date)s

source: Board
sl: Vstop

source: (%(agency_id)s Stop ID #%(stop_id)s),
sl: (%(agency_id)s),

source: End: %(location)s at %(time_date)s
sl: Konec: %(location)s ob %(time_date)s

source: View itinerary online: %(itinerary_link)s
sl: Oglejte si načrt poti na spletu: %(itinerary_link)s

source: We're sorry. The trip planner is temporarily unavailable. Please try again later.
sl: Opravičujemo se. Daljinar trenutno ni na voljo. Prosimo poskusite kasneje.

source: Trip is not possible. You might be trying to plan a trip outside the map data boundary.
sl: Pot ni mogoča. Mogoče poskušate načrtovati pot izven meja karte.

source: Trip is not possible. Your start or end point might not be safely accessible (for instance), you might be starting on a residential street connected only to a highway).
sl: Pot ni mogoča. Do začetne ali končne točke ni mogoče varno priti (na primer), mogoče začenjate na lokalni cesti, ki je povezana samo na avtocesto.

source: No transit times available. The date may be past or too far in the future or there may not be transit service for your trip at the time you chose.
sl: Podatki o voznih redih niso na voljo. Mogoče je datum preveč v preteklosti ali prihodnosti ali pa javni prevoz ne obstaja za pot, ki jo načrtujete.

source: The trip planner is taking way too long to process your request. Please try again later.
sl: Daljinar potrebuje preveč časa za obdelavo vašega zahtevka. Prosimo poskusite znova kasneje.

source: The request has errors that the server is not willing or able to process.
sl: Zahtevek ima napake, ki jih strežnik ne more obdelati.

source: Origin is unknown. Can you be a bit more descriptive?
sl: Začetek poti ni znan. Prosimo bodite bolj natančni.

source: Destination is unknown. Can you be a bit more descriptive?
sl: Konec poti ni znan. Prosimo bodite bolj natančni.

source: Both origin and destination are unknown. Can you be a bit more descriptive?
sl: Začetek in konec sta neznana. Prosimo bodite bolj natančni.

source: Both origin and destination are not wheelchair accessible
sl: Do začetka in konca ni mogoče priti z vozičkom.

source: Origin is within a trivial distance of the destination.
sl: Začetek je trivialno oddaljen od konec.

source: Destination
sl: Konec

source: Error %(error_id)d
sl: Napaka %(error_id)d

source: No Trip Found
sl: Ne najdemo poti

source: Your %(bike_share_name)s route
sl: Kolesarjenje s kolesom izposojenim pri %(bike_share_name)s

source: Your bike route
sl: Kolesarska pot

source: Walk to the %(bike_share_name)s dock.
sl: Hodite do postaje podjetja %(bike_share_name)s.

source: Walk from the %(bike_share_name)s dock to your destination.
sl: Hodite od postaje podjetja %(bike_share_name)s do vašega cilja.

source: Your walk route
sl: Pot peš

source: north
sl: sever

source: northeast
sl: severovzhod

source: east
sl: vzhod

source: southeast
sl: jugovzhod

source: south
sl: jug

source: southwest
sl: jugozahod

source: west
sl: zahod

source: northwest
sl: severozahod

# itinerary
source: depart
sl: začni pot

source: hard left
sl: ostro levo

source: left
sl: levo

source: slight left
sl: rahlo levo

source: continue
sl: nadaljujte

source: slight right
sl: rahlo desno

source: right
sl: desno

source: hard right
sl: ostro desno

source: elevator
sl: pojdite z dvigalom

source: U-turn left
sl: Polkrožno obrnite v levo

source: U-turn right
sl: Polkrožno obrnite v desno

source: Walk
sl: Pešačite

source: Cycle
sl: Kolesarite

source: Car
sl: Avto

source: Bus
sl: Avtobus

source: Subway
sl: Podzemna železnica

source: Train
sl: Vlak

source: Light Rail
sl: Tramvaj

source: Aerial Tram
sl: Gondola

source: Start on
sl: Začnite na

source: heading
sl: v smeri

source: to continue on
sl: nadaljujte na

source: on to
sl: na

source: first
sl: prvem

source: second
sl: drugem

source: third
sl: tretjem

source: fourth
sl: četrtem

source: fifth
sl: petem

source: sixth
sl: šestem

source: seventh
sl: sedmem

source: eight
sl: osmem

source: ninth
sl: devetem

source: tenth
sl: desetem

source: %d hr
sl: %d ur

source: %d sec
sl: %d sek.

source: OK
sl: V redu

source: Minimize
sl: Skrči

source: Bring to front
sl: Postavi v ospredje

source: Send to back
sl: Pošlji v ozadje

source: Route:
sl: Linija:

source: Variant:
sl: Različica:

source: Stop Finder
sl: Iskalnik postaj

source: Agency
sl: Podjetje

source: By Name
sl: Po imenu

source: Search
sl: Poišči

source: No Stops Found
sl: Ni najdenih postaj

source: Date
sl: Datum

source: Find Stops
sl: Poišči postaje

source: (No Stop Selected)
sl: (Nobena postaja ni bila izbrana)

source: Block
sl: Blok

source: Recenter
sl: Prikaži na karti

source: Viewer
sl: Pregledovalnik

source: Quick
sl: Hitro

source: Flat
sl: Položno

source: Bike Friendly
sl: Kolesarju prijazno

source: B
sl: K

source: F
sl: P

source: Q
sl: H

source: All Routes
sl: Vse linije

source: Save
sl: Shrani

source: Close
sl: Zapri

source: Travel Options
sl: Možnosti potovanja

# tripoptions
source: Depart
sl: Odhod ob

source: Arrive
sl: Prihod do

source: Now
sl: Zdaj

source: Travel by
sl: Način potovanja

source: Presets
sl: Iz seznama

source: Preferred Routes
sl: Priljubljene linije

source: Weight
sl: Utež

source: Banned routes
sl: Neželene linije

source: Use
sl: Uporabi

source: My Own Bike
sl: Lastno kolo

source: A Shared Bike
sl: Izposojeno kolo

source: Plan Your Trip
sl: Načrtuj pot
