Repository: opentripplanner/OpenTripPlanner
Catalog: application/src/client/classic-debug/i18n/*.po
Languages: no, pt

source: Transit
no: Kollektivtransport
pt: Vários

source: Bus Only
no: Buss
pt: Autocarro apenas

source: Rail Only
no: Tog
pt: Só ferroviário

source: Airplane Only
no: Fly

source: Transit, No Airplane
no: Kollektivtransport untatt fly

source: Bicycle Only
no: Sykkel
pt: Bicicleta apenas

source: Bicycle &amp; Transit
no: Sykkel &amp; Kollektivtransport
pt: Bicicleta &amp; vários

source: Walk Only
no: Gå
pt: Só a pé

source: Bike and Ride
no: Kollektivtransport &amp; Sykkel
pt: Bicicleta e conduzir

source: Transit & Rented Bicycle
no: Kollektivtransport &amp; Bysykkel
pt: Vários & bicicletas alugadas

source: Rented Scooter
no: Elsparkesykkel

source: Transit with flex access
no: Kollektivtransport &amp; flex access

source: Transit with flex egress
no: Kollektivtransport &amp; flex egress

source: Transit with flex access and egress
no: Kollektivtransport &amp; flex access and egress

source: Direct flex search
no: Flex

source: Limit to
no: Begrens til

source: Show all
no: Vis alle - slå av filter

source: Recenter Map Here
no: Sentrer kart her
pt: Mapa mais recente aqui

source: Zoom In
no: Zoom inn

source: Zoom Out
no: Zoom ut

source: Minimize all
no: Minimer vinduer
pt: Minimizar tudo

source: Unminimize all
no: Vis vinduer
pt: Maximizar tudo

source: Stop Viewer
no: Vis Stoppested
pt: Visualizardor de paragens

source: Plan Trip
no: Reiseplanlegger
pt: Planear rota

source: From Stop
no: Fra stoppested
pt: Da paragem

source: To Stop
no: Til stoppested
pt: Para a paragem

source: Routes Serving Stop
no: Ruter fra stoppested
pt: Paragens servindo as linhas

source: Trip Options
no: Reise søk
pt: Opções de viagem

source: Station:
no: Stasjon:
pt: Estação:

source: <strong>%d</strong> bike available
no: <strong>%d</strong> sykkel tilgjengelig
pt: <strong>%d</strong> bicicleta disponível

source: <strong>%d</strong> dock available
no: <strong>%d</strong> plass ledig
pt: <strong>%d</strong> dock disponível

source: Recommended Pick Up:
no: Anbefalt Pick Up:
pt: Apanhar de bicicleta recomendado:

source: Bicycle rental
no: Bysykkel
pt: Aluguer de bicicletas

source: Recommended Drop Off:
no: Anbefalt Drop Off:
pt: Largar de bicicleta recomendado:

source: Multimodal Trip Planner
no: Reiseplanlegger
pt: Planeador de rotas multi-modal

source: Itineraries
no: Vis Reiseplaner
pt: Itinerários

source: %d Itinerary Returned
no: %d Reise alternativ
pt: %d Itinerário devolvido

source: Link to search
no: Link til søk
pt: Link para pesquisa

source: Next Page
no: Neste

source: CONTINUES AS
no: FORTSETTER SOM
pt: CONTINUAR COMO

source: %d min late
no: %d minutt forsinket
pt: %d min mais tarde

source: %d min early
no: %d minutt fortidlig
pt: %d min mais cedo

source: on time
no: i rute
pt: a tempo

# direction
source: to
no: til
pt: Para

# bus_direction
source: to
no: til
pt: Para

# template
source: Start
no: Fra
pt: Começar

source: End
no: Til
pt: Destino

source: Trip Summary
no: Reise oversikt
pt: Sumário da rota

source: Travel
no: Start
pt: Viagem

source: Time
no: Reisetid
pt: Tempo

source: GenCost
no: Kost

source: Total Walk
no: Gangeavstand
pt: Total a pé

source: Total Bike
no: Sykkel distanse
pt: Total de bicicleta

source: Total drive
no: Bil distanse

source: Transfers
no: Bytter
pt: Transferências

source: Fare
no: Pris
pt: Tarifa

source: Valid
no: Gyldig
pt: Válido

source: Link to Itinerary
no: Link til reise
pt: Link para o itenerário

source: Print
no: Skriv ut
pt: Imprimir

source: Your Trip
no: Din reise
pt: A tua rota

source: Email
no: e-post

source: every %d min
no: hvert minutt
pt: A cada %d min

# itinerary
source: Depart
no: Avgang
pt: Partida

source: <b>Board</b> at
no: <b>Påstigning</b>
pt: <b>Entrar</b> às

source: Stop
no: Stoppested
pt: Paragem

source: Time in transit
no: Tid kollektivtransport
pt: Tempo em viagem

source: Trip Viewer
no: Vis Rute
pt: Visualizador de rotas

source: late as
no: sent som
pt: tão tarde como

source: Stay on board
no: Bli om bord
pt: Mantenha-se em viagem

source: Alight
no: Avstigning
pt: Iluminado

source: at
no: på
pt: às

source: Start: %(location)s at %(time_date)s
no: Fra: %(location)s klokka %(time_date)s
pt: Partida: %(location)s às %(time_date)s

source: Board
no: Påstigning
pt: Entrar

source: (%(agency_id)s Stop ID #%(stop_id)s),
no: (%(agency_id)s Stoppested ID #%(stop_id)s),
pt: (%(agency_id)s ID Paragem #%(stop_id)s),

source: End: %(location)s at %(time_date)s
no: Ankomst: %(location)s klokka %(time_date)s
pt: Destino: %(location)s at %(time_date)s

source: View itinerary online: %(itinerary_link)s
no: Vis reiseplan: %(itinerary_link)s
pt: Ver itinerário online: %(itinerary_link)s

source: We're sorry. The trip planner is temporarily unavailable. Please try again later.
no: Beklager. Reiseplanleggeren er midlertidig utilgjengelig. Venligst forsøk igjen senere.
pt: Pedimos desculpa. O planeador de rotas está temporariamente indisponível. Tente mais tarde.

source: No trip found. There may be no transit service within the maximum specified distance or at the specified time, or your start or end point might not be safely accessible.
no: Ingen reise funnet. Sjekk at fra/til sted er innenfor angitt gangavstand til destinasjon, stopested, bysykkel-stativ og/eller påstigningspunkt for bil.

source: No transit times available. The date may be past or too far in the future or there may not be transit service for your trip at the time you chose.
no: Ingen kolektivreiser funnet for denne dagen.
pt: Não há tempos de trânsito disponíveis. Não há informação acerca dos transportes para esta data.

source: The trip planner is taking way too long to process your request. Please try again later.
no: Reiseplanleggeren svarer ikke på forspørsel. Prøv igjen senere.
pt: O planeador de rotas está a demorar demasiado tempo para processar o seu pedido. Tente mais tarde.

source: The request has errors that the server is not willing or able to process.
no: Ugyldig input data. Server er ikke i stand til å behandle 'RouteRequest'.
pt: O seu pedido tem erros e o servidor não está a conseguir processá-lo.

source: Origin is unknown. Can you be a bit more descriptive?
no: Avreisested er ukjent. Kan du spesifisere nærmere?
pt: Origem desconhecida. Pode ser mais descritivo?

source: Destination is unknown. Can you be a bit more descriptive?
no: Reisemålet er ukjent. Kan du spesifisere nærmere?
pt: Destino indisponível. Pode ser mais descritivo?

source: Both origin and destination are unknown. Can you be a bit more descriptive?
no: Både fra/til sted er ukjent. Kan du spesifisere nærmere?
pt: Origem e destino desconhecidos. Pode ser mais descritivo?

source: Both origin and destination are not wheelchair accessible
no: Både fra/til sted er utilgjengelig for rullestolukjent.
pt: Origem e destino não acessível a cadeiras de rodas.

source: Origin is within a trivial distance of the destination.
no: Du kan klare å gå? Det er bare noen få meter.
pt: Origem a uma distância demasiado pequena do destino.

source: Set as Start Location
no: Reis herfra
pt: Definir como local de origem

source: Set as End Location
no: Reis hit
pt: Definir como local de destino

source: Destination
no: Destinasjon
pt: Destino

source: Error %(error_id)d
no: Feil %(error_id)d
pt: Erro %(error_id)d

source: No Trip Found
no: Ingen tur tilgjenglig
pt: Nenhuma rota encontrada

source: Your %(bike_share_name)s route
no: Din %(bike_share_name)s rute
pt: A sua rota %(bike_share_name)s

source: Your bike route
no: Din sykkel rute
pt: A sua rota de bicicleta

source: Walk to the %(bike_share_name)s dock.
no: Gå til %(bike_share_name)s sykkelstativ.
pt: Andar para a dock %(bike_share_name)s .

source: north
no: nord
pt: norte

source: northeast
no: nordøst
pt: nordeste

source: east
no: øst
pt: este

source: southeast
no: sørøst
pt: sudeste

source: south
no: sør
pt: sul

source: southwest
no: sørvest
pt: sudoeste

source: west
no: vest
pt: oeste

source: northwest
no: nordvest
pt: nordeste

# itinerary
source: depart
no: Avreise
pt: partida

source: hard left
no: skart venstre
pt: esquerda apertada

source: left
no: venstre
pt: esquerda

source: slight left
no: svakt venstre
pt: esquerda ligeira

source: continue
no: fortsett
pt: continuar

source: slight right
no: svakt høyre
pt: direita ligeira

source: right
no: høyre
pt: direita

source: hard right
no: skart høyre
pt: direita apertada

source: elevator
no: heis
pt: elevador

source: U-turn left
no: U-sving venstre
pt: cotovelo à esquerda

source: U-turn right
no: U-sving høyre
pt: cotovelo à direita

source: Walk
no: Gå
pt: A pé

source: Cycle
no: Sykkel
pt: Bicicleta

source: Car
no: Bil
pt: Carro

source: Bus
no: Buss
pt: Autocarro

source: Subway
no: T-bane
pt: Metro

source: Train
no: Tog
pt: Comboio

source: Ferry
no: Ferje

source: Light Rail
no: Trikk
pt: Ferroviário leve

source: Funicular
no: Kabelbane
pt: Teleférico

source: Aerial Tram
no: Tau bane
pt: Teleférico

source: Airplane
no: Fly

source: Bicycle rental station
no: Bysykkelstativ
pt: Estação de aluguer de bicicletas

source: Take roundabout <b>counterclockwise</b> to <b>%(ordinal_exit_number)s</b> exit on <b>%(street_name)s</b>
no: Følg rundkjøringen <b>mot klokka</b> ta <b>%(ordinal_exit_number)s</b> avkjøring til <b>%(street_name)s</b>
pt: Entrar na rotuda <b>no sentido contrário aos ponteiros do relógio</b> na <b>%(ordinal_exit_number)s</b> saída em direção a <b>%(street_name)s</b>

source: Take roundabout counterclockwise to %(ordinal_exit_number)s exit on %(street_name)s
no: Følg rundkjøring mot klokka, ta %(ordinal_exit_number)s avkjøring til %(street_name)s
pt: Entrar na rotunda no sentido contrário aos ponteiros do relógio, na %(ordinal_exit_number)s saída em direcção a %(street_name)s

source: Take roundabout <b>clockwise</b> to <b>%(ordinal_exit_number)s</b> exit on <b>%(street_name)s</b>
no: Følg rundkjøring <b>med klokka</b>, ta <b>%(ordinal_exit_number)s</b> avkjøring til <b>%(street_name)s</b>
pt: Entrar na rotuda <b>no sentido dos ponteiros do relógio</b> na <b>%(ordinal_exit_number)s</b> saída em direção a <b>%(street_name)s</b>

source: Take roundabout clockwise to %(ordinal_exit_number)s exit on %(street_name)s
no: Følg rundkjøring med klokka, ta %(ordinal_exit_number)s avkjøring til %(street_name)s
pt: Entrar na rotunda no sentido dos ponteiros do relógio, na %(ordinal_exit_number)s saída em direcção a %(street_name)s

source: Start on
no: Start fra
pt: Origem em

source: heading
no: mot
pt: em direcção a

source: to continue on
no: fortsett på
pt: a continuar em

source: on to
no: på
pt: para

source: first
no: første
pt: primeiro

source: second
no: andre
pt: segundo

source: third
no: tredje
pt: terceiro

source: fourth
no: fjerde
pt: quarto

source: fifth
no: femte
pt: quinto

source: sixth
no: sjette
pt: sexto

source: seventh
no: syvende
pt: sétimo

source: eight
no: åttende
pt: oitavo

source: ninth
no: niende
pt: nono

source: tenth
no: tidende
pt: décimo

source: %d hr
no: %d time

source: %d min
no: %d minutt

source: %d sec
no: %d sekund

source: Minimize
no: Minimer vinduer
pt: Minimzar

source: Bring to front
no: Flytt fremst
pt: Trazer prá frente

source: Send to back
no: Flytt bakerst
pt: Mandar para trás

source: Route:
no: Rute:
pt: Rota:

source: Variant:
no: Alternativ:
pt: Variante:

source: Stop Finder
no: Søk Stoppested
pt: Pesquisar paragem

source: Feed
no: Agency
pt: Companhia

source: By ID
no: Med ID
pt: Por ID

source: By Name
no: Med Navn
pt: Por Nome

source: Search
no: Søk
pt: Pesquisar

source: No Stops Found
no: Stoppested ikke funnet
pt: Nenhuma paragem encontrada

source: Find Stops
no: Søk Stoppested
pt: Procurar paragens

source: (No Stop Selected)
no: (Ingen Stoppested valgt)
pt: (Nenhuma paragem selecionada)

source: Recenter
no: Sentrer
pt: Mais recente

source: Viewer
no: Vis
pt: Visualizador

source: Quick
no: Rask
pt: Rápido

source: Bike Friendly
no: Sykkel vennlig
pt: Amigo às bicicletas

source: Q
no: R

source: All Routes
no: Alle Ruter
pt: Todas as rotas

source: Save
no: Lagre
pt: Guardar

source: Close
no: Lukk
pt: Fechar

source: Travel Options
no: Reise Resultater
pt: Opções de viagem

# tripoptions
source: Depart
no: Avgang
pt: Partir

source: Arrive
no: Ankomst
pt: Chegada

source: Now
no: Nå
pt: Agora

source: Travel by
no: Reis med
pt: Viagem por

source: Preferred Routes
no: Foretrukket rute
pt: Rotas favoritas

source: Edit
no: Endre
pt: Editar

source: None
no: Ingen
pt: Nenhum

source: Banned routes
no: Untatt rute
pt: Rotas banidas

source: Use
no: Bruk
pt: Utilizar

source: My Own Bike
no: Egen Sykkel
pt: A minha bicicleta

source: A Shared Bike
no: Bysykkel
pt: Uma bicicleta partilhada

source: Plan Your Trip
no: Planlegg Reise
pt: Planear a sua viagem

source: Additional parameters
no: Andre parametre

source: Park and Ride
pt: Estacionar e conduzir

source: Rented Bicycle
pt: Bicicleta alugada

source: Bike Share Planner
pt: Planeador de partilha de bicicletas

source: PICK UP BIKE
pt: APANHAR UMA BICICLETA

source: ALTERNATE PICKUP
pt: APANHAR DE BICICLETA ALTERNATIVO

source: DROP OFF BIKE
pt: LARGAR A BICICLETA

source: ALTERNATE DROP OFF
pt: LARGAR DE BICICLETA ALTERNATIVO

source: BIKE STATION
pt: ESTAÇÃO DE BICICLETAS

source: The trip planner is unsure of the location you want to start from. Please select from the following options, or be more specific.
pt: O planeador de rotas está inseguro em relação à localização da sua origem. Selecione uma das seguintes opções ou seja mais específico.

source: The trip planner is unsure of the destination you want to go to. Please select from the following options, or be more specific.
pt: O planeador de rotas está inseguro em relação à localização do seu destino. Selecione uma das seguintes opções ou seja mais específico.

source: Both origin and destination are ambiguous. Please select from the following options, or be more specific.
pt: Origem e destino ambíguos. Selecione uma das seguintes opções ou seja mais específico.

source: All of triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor must be set if any are
pt: Todo o triangleSafetyFactor, triangleSlopeFactor, e triangleTimeFactor deve ser definido se algum for

source: The values of triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor must sum to 1
pt: Os valores de triangleSafetyFactor, triangleSlopeFactor, e triangleTimeFactor devem somar com valor 1

source: If triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor are provided, OptimizeType must be TRIANGLE
pt: Se o triangleSafetyFactor, triangleSlopeFactor, e triangleTimeFactor forem fornecidos, OptimizeType deve ser um TRIANGLE

source: If OptimizeType is TRIANGLE, triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor must be set
pt: Se OptimizeType é TRIANGLE, triangleSafetyFactor, triangleSlopeFactor, e triangleTimeFactor devem ser definidos

# popup
source: Start
pt: Origem

source: Walk from the %(bike_share_name)s dock to your destination.
pt: Andar da dock %(bike_share_name)s para o seu destino.

source: Your walk route
pt: A sua rota a pé

source: Cable Car
pt: Eléctrico

source: Date
pt: Data

source: Block
pt: Bloquear

source: Flat
pt: Plano

source: Weight
pt: Peso
