Repository: opentripplanner/OpenTripPlanner
Catalog: production/OpenTripPlanner/client/i18n/*.po
Languages: fr

source: Transit
fr: Transports en commun

source: Bus Only
fr: Bus uniquement

source: Rail Only
fr: Ferré uniquement

source: Bicycle Only
fr: Vélo uniquement

source: Bicycle &amp; Transit
fr: Transports en commun + Vélo

source: Walk Only
fr: Marche seulement

source: Drive Only
fr: Voiture seulement

source: Park and Ride
fr: Parc Relais

source: Kiss and Ride
fr: arrêt minute

source: Bike and Ride
fr: Parc Relais Vélo

source: Rented Bicycle
fr: Vélo Libre Service

source: Transit & Rented Bicycle
fr: Transports en commun et Vélo Libre Service

source: Recenter Map Here
fr: Centrer la carte ici

source: Zoom In
fr: Zoomer

source: Zoom Out
fr: Dézoomer

source: Minimize all
fr: Tout minimiser

source: Unminimize all
fr: Tout restaurer

source: Stop Viewer
fr: Visualisateur d'arrêt

source: Plan Trip
fr: Organiser un voyage

source: From Stop
fr: De l'arrêt

source: To Stop
fr: À l'arrêt

source: Routes Serving Stop
fr: Lignes desservant l'arrêt

source: Legend : travel time in minutes
fr: Légende : temps de trajet en minutes

source: Analyst
fr: Analyseur

source: Refresh
fr: Rafraîchir

source: Set as Analysis Location
fr: Définir comme origine de l'analyse

source: Bike Share Planner
fr: Organisation en Vélo Libre Service

source: Trip Options
fr: Paramètres de l'itinéraire

source: PICK UP BIKE
fr: Récupérer un vélo

source: ALTERNATE PICKUP
fr: Alternative de récupération de vélo

source: DROP OFF BIKE
fr: Déposer le vélo

source: ALTERNATE DROP OFF
fr: Alternative de dépôt de vélo

source: BIKE STATION
fr: Station de vélos

source: <strong>%d</strong> bike available
fr: <strong>%d</strong> vélo disponible

source: <strong>%d</strong> dock available
fr: <strong>%d</strong> emplacements disponibles

source: Recommended Pick Up:
fr: Station de récupération de vélo recommandée :

source: Recommended Drop Off:
fr: Station de dépôt de vélo recommandée

source: Multimodal Trip Planner
fr: Planificateur d'itinéraires multimodal

source: Itineraries
fr: Itinéraires

source: %d Itinerary Returned
fr: %d itinéraire trouvé

source: Link to search
fr: Lien vers cette recherche

source: First
fr: Premier

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Last
fr: Dernier

source: CONTINUES AS
fr: Continue comme

source: %d min late
fr: en retard de %d min

source: %d min early
fr: en avance de %d min

source: on time
fr: à l'heure

# direction
source: to
fr: jusqu'à

# bus_direction
source: to
fr: vers

source: Total walk distance for this trip exceeds specified maximum
fr: La distance de marche totale pour ce voyage excède le maximum spécifié

# template
source: Start
fr: Départ

source: End
fr: Arrivée

source: Trip Summary
fr: Résumé du voyage

source: Travel
fr: Voyage

source: Time
fr: Durée

source: Total Walk
fr: Total de marche

source: Total Bike
fr: Total de vélo

source: Transfers
fr: correspondances

source: Fare
fr: Tarif

source: Valid
fr: Valide le

source: Link to Itinerary
fr: Lien vers l'itinéraire

source: Print
fr: Imprimer

source: Your Trip
fr: Votre voyage

source: Email
fr: Courriel

source: every %d min
fr: toutes les %d min

# itinerary
source: Depart
fr: Départ

source: <b>Board</b> at
fr: <b>Montez</b> à

source: Stop
fr: Arrêt

source: Time in transit
fr: Temps de correspondance

source: Trip Viewer
fr: Visualisateur de voyage

source: late as
fr: en retard à

source: Stay on board
fr: rester à bord

source: Alight
fr: Descendre

source: at
fr: à

source: %(currency)s %(price)s
fr: %(price)s %(currency)s

source: Start: %(location)s at %(time_date)s
fr: Départ : %(location)s à %(time_date)s

source: Board
fr: Monter

source: (%(agency_id)s Stop ID #%(stop_id)s),
fr: arrêt #%(stop_id)s) de (%(agency_id)s,

source: End: %(location)s at %(time_date)s
fr: Arrivée : %(location)s à %(time_date)s

source: View itinerary online: %(itinerary_link)s
fr: Voir l'itinéraire en ligne : %(itinerary_link)s

source: We're sorry. The trip planner is temporarily unavailable. Please try again later.
fr: Nous sommes désolé. Le planificateur de voyage est temporairement indisponible. Merci de réessayer plus tard.

source: Trip is not possible. You might be trying to plan a trip outside the map data boundary.
fr: Ce trajet n'est pas possible. Vous essayez probablement de planifier un trajet en dehors des limites de la zone couverte.

source: Trip is not possible. Your start or end point might not be safely accessible (for instance), you might be starting on a residential street connected only to a highway).
fr: Ce trajet n'est pas possible. Vos points de départ et d'arrivée peuvent ne pas être accessible de manière sûre (par exemple, vous commencez peut être votre trajet sur une route résidentielle uniquement reliée à une autoroute).

source: No transit times available. The date may be past or too far in the future or there may not be transit service for your trip at the time you chose.
fr: Aucune durée de voyage disponible. La date est peut être passée ou trop loin dans le futur, ou il n'y a peut être pas de transports en service pour votre trajet à l'heure choisie.

source: The trip planner is taking way too long to process your request. Please try again later.
fr: Le planificateur de voyage prend largement trop de temps à étudier votre demande. Merci de réessayer plus tard.

source: The request has errors that the server is not willing or able to process.
fr: La requête renvoie des erreurs que le serveur ne souhaite ou ne peut pas traiter.

source: Origin is unknown. Can you be a bit more descriptive?
fr: L'origine est inconnue. Pouvez-vous être plus précis ?

source: Destination is unknown. Can you be a bit more descriptive?
fr: La destination est inconnue. Pouvez-vous être plus précis ?

source: Both origin and destination are unknown. Can you be a bit more descriptive?
fr: L'origine et la destination sont toutes deux inconnues. Pouvez-vous être plus précis ?

source: Both origin and destination are not wheelchair accessible
fr: Ni l'origine ni la destination ne sont accessibles en fauteuil roulant

source: Origin is within a trivial distance of the destination.
fr: L'origine est à une distance trop courte de la destination.

source: The trip planner is unsure of the location you want to start from. Please select from the following options, or be more specific.
fr: Le planificateur de voyage n'est pas sûr du lieu d'où vous voulez partir. Merci de le sélectionner parmi les options suivantes, ou d'être plus précis.

source: The trip planner is unsure of the destination you want to go to. Please select from the following options, or be more specific.
fr: Le planificateur de voyage n'est pas sûr du lieu où vous désirez vous rendre. Merci de le sélectionner parmi les options suivantes, ou d'être plus précis.

source: Both origin and destination are ambiguous. Please select from the following options, or be more specific.
fr: L'origine et la destination sont toutes deux ambigües. Merci de les sélectionner parmi les options suivantes, ou d'être plus précis.

source: All of triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor must be set if any are
fr: Toutes les options triangleSafetyFactor, triangleSlopeFactor, et triangleTimeFactor doivent être paramétrées si l'une d'elles l'est

source: The values of triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor must sum to 1
fr: Les valeurs de triangleSafetyFactor, triangleSlopeFactor, et triangleTimeFactor doivent avoir pour addition 1

source: If triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor are provided, OptimizeType must be TRIANGLE
fr: Si triangleSafetyFactor, triangleSlopeFactor, et triangleTimeFactor sont fournis, OptimizeType doit être TRIANGLE

source: If OptimizeType is TRIANGLE, triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor must be set
fr: Si OptimizeType est TRIANGLE, triangleSafetyFactor, triangleSlopeFactor, et triangleTimeFactor doivent être paramétrées

source: Set as Start Location
fr: Définir comme point de départ

source: Set as End Location
fr: Définir comme point d'arrivée

# popup
source: Start
fr: Départ

source: Error %(error_id)d
fr: Erreur %(error_id)d

source: No Trip Found
fr: Aucun voyage trouvé

source: Your %(bike_share_name)s route
fr: Votre itinéraire en %(bike_share_name)s

source: Your bike route
fr: Votre itinéraire en vélo

source: Walk to the %(bike_share_name)s dock.
fr: Marcher jusqu'à l'emplacement %(bike_share_name)s.

source: Walk from the %(bike_share_name)s dock to your destination.
fr: Marcher de l'emplacement %(bike_share_name)s jusqu'à votre destination

source: Your walk route
fr: Votre itinéraire à pieds

source: north
fr: nord

source: northeast
fr: nord-est

source: east
fr: est

source: southeast
fr: sud-est

source: south
fr: sud

source: southwest
fr: sud-ouest

source: west
fr: ouest

source: northwest
fr: nord-ouest

# itinerary
source: depart
fr: Départ

source: hard left
fr: complètement à gauche

source: left
fr: à gauche

source: slight left
fr: légèrement à gauche

source: continue
fr: continuer

source: slight right
fr: légèrement à droite

source: right
fr: à droite

source: hard right
fr: complètement à droite

source: elevator
fr: ascenseur

source: U-turn left
fr: virage en U à gauche

source: U-turn right
fr: virage en U à droite

source: Walk
fr: Marche à pied

source: Cycle
fr: Vélo

source: Car
fr: Voiture

source: Subway
fr: Métro

source: Light Rail
fr: Tram ou Trolley

source: Cable Car
fr: Tramway funiculaire

source: Funicular
fr: Funiculaire

source: Aerial Tram
fr: Téléphérique

source: Bicycle rental station
fr: Station de vélo libre service

source: Bicycle rental
fr: Station de vélo libre service

source: Take roundabout <b>counterclockwise</b> to <b>%(ordinal_exit_number)s</b> exit on <b>%(street_name)s</b>
fr: Prendre le rond-point <b>dans le sens contraire des aiguilles d'une montre</b> jusqu'à la <b>%(ordinal_exit_number)s</b> sortie sur <b>%(street_name)s</b>

source: Take roundabout counterclockwise to %(ordinal_exit_number)s exit on %(street_name)s
fr: Prendre le rond-point dans le sens contraire des aiguilles d'une montre jusqu'à la %(ordinal_exit_number)s sortie sur %(street_name)s

source: Take roundabout <b>clockwise</b> to <b>%(ordinal_exit_number)s</b> exit on <b>%(street_name)s</b>
fr: Prendre le rond-point <b>dans le sens des aiguilles d'une montre</b> jusqu'à la <b>%(ordinal_exit_number)s</b> sortie sur <b>%(street_name)s</b>

source: Take roundabout clockwise to %(ordinal_exit_number)s exit on %(street_name)s
fr: Prendre le rond-point dans le sens des aiguilles d'une montre jusqu'à la %(ordinal_exit_number)s sortie sur %(street_name)s

source: Start on
fr: Partir de

source: heading
fr: vers le

source: to continue on
fr: pour continuer sur

source: on to
fr: sur

source: first
fr: première

source: second
fr: seconde

source: third
fr: troisième

source: fourth
fr: quatrième

source: fifth
fr: cinquième

source: sixth
fr: sixième

source: seventh
fr: septième

source: eight
fr: huitième

source: ninth
fr: neuvième

source: tenth
fr: dixième

source: %d hr
fr: %d h

source: %d sec
fr: %d s

source: Minimize
fr: Minimiser

source: Bring to front
fr: Placer au dessus

source: Send to back
fr: Placer en dessous

source: Route:
fr: Ligne :

source: Variant:
fr: Variante :

source: Stop Finder
fr: Recherche d'arrêt

source: Agency
fr: Transporteur

source: By ID
fr: Par identifiant

source: By Name
fr: Par nom

source: Search
fr: Recherche

source: No Stops Found
fr: Aucun arrêt trouvé

source: Find Stops
fr: Trouver les arrêts

source: (No Stop Selected)
fr: (Aucun arrêt sélectionné)

source: Block
fr: Bloc

source: Recenter
fr: Recentrer

source: Viewer
fr: Visualisateur

source: Quick
fr: Le plus Rapide

source: Flat
fr: Le plus Plat

source: Bike Friendly
fr: Adapté au vélo

source: B
fr: A

source: F
fr: P

source: Q
fr: R

source: All Routes
fr: Tous les itinéraires

source: Save
fr: Sauvegarder

source: Close
fr: Fermer

source: Travel Options
fr: Paramètres de voyage

source: Geocoder
fr: Géocodeur

# tripoptions
source: Depart
fr: Départ

source: Arrive
fr: Arrivée

source: Now
fr: Maintenant

source: Wheelchair accesible trip:
fr: Accessible aux fauteuils roulants:

source: Travel by
fr: Voyager par

source: Presets
fr: Val. pré-définies

source: Maximum walk
fr: Marcher au maximum

source: Maximum bike
fr: Parcours à vélo maximum

source: Preferred Routes
fr: Itinéraires préférés

source: Edit
fr: Modifier

source: None
fr: Aucune

source: Weight
fr: Pondération

source: Banned routes
fr: Itinéraires à éviter

source: Use
fr: Utiliser

source: My Own Bike
fr: mon propre vélo

source: A Shared Bike
fr: un Vélo Libre Service

source: Plan Your Trip
fr: Calculer votre itinéraire
